rasp = {
    'today': ['расписание на сегодня', 'на сегодня', 'сегодня', 'на седня', 'седня'],
    'tomorrow': ['расписание на завтра', 'на завтра', 'на заря', 'завтра'],
    'semester': ['расписание на семестр', 'на семестр', 'на семак', 'семак', 'семестр', 'расписание']
}

menu = {
    'activators': [
        'начать',
        'старт',
        'бот',
        'старт бот',
        'меню',
        'помощь',
        'команды',
        'bot',
        'start',
        'help',
        'главное меню',
        'menu'
    ],
    'features': [
        {
            'text': 'Показать тебе расписание на семестр',
            'button': 'Расписание'
        },
        {
            'text': 'Показать информацию о работе некоторых наиболее нужных подразделений универа и их местоположении',
            'button': 'Графики работы'
        },
    ],

    'text': 'Привет, вот что я могу:\n'
}

sem_rasp_6 = 'photo-186113710_457239017'
sem_rasp_3 = 'photo-186030175_457239032'

rooms_info_attach = 'photo-175432096_457239118'
rooms_info_activators = ['графики', 'графики работы']
rooms_info = 'Информация по графикам работы самых нужных подразделений и их местонахождении:\n\n' \
             '1. Центр информатизации университета - 9 этаж нового корпуса.\n' \
             '📅 Пн-чт с 9 до 13, с 14 до 18' \
             '📅 Пятница с 9 до 13, с 14 до 16.45\n\n' \
             '2. Отдел расчета со студентами (бухгалтерия) - 7 этаж нового корпуса, ауд. 0732.\n' \
             '📅 Пн-чт с 10 до 13, с 14 до 17.30' \
             '📅 Пятница с 10 до 13, с 14 до 16.30\n\n' \
             '3. Отдел кадров (выдает справки о том что вы студент СТАНКИНА) - 6 этаж нового корпуса, ауд. 0609 - 0610.\n' \
             '📅 Вторник и четверг с 9 до 13, с 13:45 до 18\n\n' \
             '4. Второй отдел (военкомат) - 6 этаж нового корпуса, ауд. 0605:\n' \
             'А) Подпись документов – 📅 пн-чт с 9 до 13, с 14 до 15\n' \
             'Б) Выдача справок (приложение #2) – 📅 вт-ср с 10 до 13, с 14 до 15\n\n' \
             '5. Канцелярия - 5 этаж нового корпуса, ауд. 0509.\n' \
             '📅 Пн-чт с 9 до 13, с 13.45 до 18\n' \
             '📅 Пятница с 9 до 13, с 13.45 до 16.45\n\n' \
             '6. Управление делопроизводства - 5 этаж нового корпуса, ауд. 0510.\n' \
             '📅 Пн-чт с 9 до 13, с 13.45 до 18\n' \
             '📅 Пятница с 9 до 13, с 13.45 до 16.45\n\n' \
             '7. Проректор по образовательной деятельности - 5 этаж нового корпуса, ауд. 0518\n\n' \
             '8. Ректорат - 5 этаж нового корпуса, ауд. 0503\n\n' \
             '9. Профком студентов - 2 этаж старого корпуса, ауд. 204.\n' \
             '📅 Будни с 11 до 15, с 16 до 17\n\n' \
             '10. Деканат:\n' \
             'A) 2 этаж старого корпуса (левое крыло), ауд. 206.\n' \
             '📅 Будни с 9 до 18\n' \
             'Б) Отдел по работе с аспирантами, 2 этаж старого корпуса(центральное крыло), ауд. 218.\n' \
             '📅 Будни с 9 до 18\n' \
             'В) 4 этаж старого корпуса (левое крыло), ауд. 406.\n' \
             '📅 Будни с 8 до 20\n' \
             '📅 Суббота с 10 до 15\n' \
             'Магистрами занимается @id20305392(Екатерина Кобец), пишите ей ВКонтакте\n\n' \
             '11. Доступ к ЭОС (Управление по развитию новых образовательных технологий) - 3 этаж старого корпуса(левое крыло), ауд. 3-9.\n' \
             '📅 Будни с 10 до 13, с 14 до 17(19.30)\n' \
             '(схема прохода на фотке внизу)\n\n' \
             '12. Диспетчерская - ауд. 301. 3 этаж старого корпуса(левое крыло).\n\n' \
             '13. Отдел практик и трудоустройства - 1 этаж нового корпуса (приёмная комиссия), ауд. 0102\n' \
             '📅 Пн-чт с 9 до 13, с 14 до 18\n' \
             '📅 Пятница с 9 до 13, с 14 до 16.45\n\n' \
             '14. Бюро пропусков - 1 этаж нового корпуса, ауд. 0112.\n' \
             '📅 Пн - чт с 9 до 13, с 13.45 до 18\n' \
             '📅 Пятница с 9 до 13, с 13.45 до 16.45\n\n' \
             '15. Библиотека (отдельное здание на Тихвинской):\n' \
             '📅 Пн-чт 10 - 17\n' \
             '📅 Пятница 10 - 16\n' \
             '❗ Третья пятница месяца - санитарный день ❗'















